tap "acarl005/formulas"
tap "getsentry/tools"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
brew "python@3.11"
brew "asciinema"
brew "astro"
brew "autojump"
brew "berkeley-db"
brew "carthage"
brew "clang-format"
brew "create-dmg"
brew "dbus"
brew "ddgr"
brew "docker"
brew "docker-compose"
brew "libssh2"
brew "exa"
brew "eza"
brew "unbound"
brew "ffmpeg"
brew "figlet"
brew "ncurses"
brew "fish"
brew "fzf"
brew "gh"
brew "jq"
brew "kubernetes-cli"
brew "libtensorflow"
brew "lolcat"
brew "multitime"
brew "navi"
brew "node"
brew "nyancat"
brew "openssl@1.1"
brew "tree"
brew "pass"
brew "pastel"
brew "perl"
brew "pyenv"
brew "python@3.10"
brew "ruby"
brew "rust"
brew "spotify-tui"
brew "telnet"
brew "tmux"
brew "vhs"
brew "vim"
brew "yarn"
brew "acarl005/formulas/ls-go"
brew "getsentry/tools/sentry-cli"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "j"
